Repository: free-explorers/tribu-flutter
Catalog: lib/l10n/intl_*.arb
Languages: fr

# createATribuAction
source: Create a Tribu
fr: Créer une Tribu

# joinATribuAction
source: Join a Tribu
fr: Rejoindre une Tribu

# tribeNameInstruction
source: Pick a name for your future Tribu
fr: Choisis un nom pour ta nouvelle Tribu

# memberListPageTitle
source: Member list
fr: Liste des membres

# nameOfNewMembersNotifications
source: New Members
fr: Nouveaux membres

source: Past an invitation link here
fr: Colle un lien d'invitation ici

source: This field is required
fr: Ce champ est requis

source: The link is not recognized
fr: Le lien n'est pas reconnu

source: Link is invalid
fr: Le lien est invalide

source: You are already in the Tribu
fr: Tu es déjà membre de la Tribu

# joinATribeLinkInstruction
source: In order to join a Tribu you need to ask an invitation link from a member
fr: Afin de rejoindre une Tribu tu dois demander un lien d'invitation à un membre existant

source: You are about to join the Tribu
fr: Tu es sur le point de rejoindre la Tribu

source: Join the Tribu
fr: Rejoindre la Tribu

# tribuNameFormError
source: Please enter a name for your Tribu
fr: Merci de saisir un nom pour la Tribu

# howShouldWeCallYou
source: Pick your name in the tribe
fr: Choisis ton nom au sein de la Tribu

# howShouldWeCallHim
source: Pick a name
fr: Choisis un nom

# tribuNameFormPlaceholder
source: Ex: The Flintstones
fr: Ex : Tribu de Dana

# memberNameFormPlaceholder
source: Ex : Angelo Stralopitecus
fr: Ex : Angelo Stralopitec

# memberNameFormError
source: Please enter a name
fr: Merci de saisir un nom

# createTheTribuAction
source: Create the Tribu
fr: Créer la Tribu

# inviteLinkText
source: Join the Tribu "{tribuName}" at {tribuLink}
fr: Rejoins la Tribu "{tribuName}" à {tribuLink}

# newToolAction
source: Add a tool
fr: Ajouter un outil

# listToolName
source: Shared List
fr: Liste partagée

# listToolExamples
source: Shoppings, to-dos, reminders, etc..
fr: Courses, tâches, rappels, etc.

# createAction
source: Create
fr: Créer

# expenseToolName
source: Expenses manager
fr: Gestionnaire de dépenses

# expenseToolDescription
source: Balance debts automatically
fr: Équilibre les dettes automatiquement

# listToolShoppingListName
source: Shopping list
fr: Liste de courses

# listToolTodoListName
source: To-do list
fr: Liste de tâches

# listToolIdeaListName
source: Idea list
fr: Liste d'idées

# listToolLuggageListName
source: Luggage list
fr: Liste de bagages

# listNamePlaceholder
source: List name
fr: Nom de la liste

# expensesToolNamePlaceholder
source: Name
fr: Nom

source: Currency
fr: Devise

# userTotalCost
source: My total cost
fr: Mon coût global

# userBalance
source: My balance
fr: Mon équilibre

source: Most indebted
fr: Le plus endetté

source: Hide all
fr: Voir moins

source: View all
fr: Voir plus

# balanceAction
source: Smart balance
fr: Équilibrage malin

# newExpenseAction
source: Add an expense
fr: Nouvelle dépense

# editAction
source: Edit
fr: Modifier

# deleteAction
source: Delete
fr: Supprimer

# expensesSubHeader
source: Expenses
fr: Dépenses

# editExpenseAction
source: Edit expense
fr: Modifier la dépense

# expenseLabel
source: Label
fr: Titre

source: Amount
fr: Montant

source: Paid by
fr: Payé par

source: Paid for
fr: Payé pour

# cancelAction
source: Cancel
fr: Annuler

# updateAction
source: Update
fr: Mettre à jour

source: Everyone
fr: Tout le monde

# newListItemPlaceholder
source: Add an item
fr: Ajouter un élément

# newChatMessageAction
source: Send a message
fr: Envoyer un message

# newMemberNotificationDescription
source: Notification when new member joined the Tribu
fr: Notifications lorsqu'un nouveau membre rejoint la Tribu

# newMemberNotificationTitle
source: New members
fr: Nouveaux membres

# newMemberNotificationContent
source: {newMemberName} has joined the Tribu
fr: {newMemberName} a rejoint la Tribu

# chatNotificationDescription
source: Chat in the Tribu
fr: Conversations au sein de la Tribu

# chatNotificationTitle
source: Chat
fr: Conversations

# welcomeMessageFirstMember
source: Welcome in your Tribu ! You can now invite more members to join and get the benefit of convenient tools right now !
fr: Bienvenue dans votre Tribu ! Vous pouvez inviter de nouveaux membres à vous rejoindre et bénéficier dés à présent d'outils pratiques !

# welcomeMessageWithExistingMembers
source: Welcome in your Tribu ! You can now say hello to others members and get the benefit of awesome tools right now !
fr: Bienvenue dans votre Tribu ! Vous pouvez saluer les autres membres et bénéficier dés à présent d'outils pratiques !

# selectionAction
source: Confirm selection
fr: Confirmer la sélection

# memberListTitle
source: Member list
fr: Liste des membres

# editToolDialogTitle
source: Edit tool
fr: Modifier l'outil

# confirmDialogTitle
source: Are you sure?
fr: Es-tu sûr(e) ?

# confirmAction
source: Confirm
fr: Confirmer

# leaveTribuAction
source: Leave the Tribu
fr: Quitter la Tribu

# noExpenseSmartBalance
source: You need to have some expenses to use the Smart Balance feature!
fr: Pour pouvoir utiliser l'Équilibrage malin vous devez avoir au moins une dépense!

# updateToViewTool
source: To view this tool you need to update Tribu
fr: Pour voir cet outil mettez à jour Tribu

# upgradingAppRequired
source: Upgrading Tribu is required to continue
fr: Une version plus récente de Tribu est nécessaire pour continuer

# updateTribuAction
source: Update Tribu application
fr: Mettre à jour Tribu

# maximumFilePerMessage
source: Thanks to send {number} files maximum per message
fr: Merci d'envoyer au maximum {number} fichiers par message

source: Image saved to gallery
fr: Image sauvegardée dans la galerie

# mergeProfilesAction
source: Merge members
fr: Fusionner des profils

# removeProfilesAction
source: Remove members
fr: Enlever des profils

# selectAProfileAction
source: Select a member
fr: Quel membre?

# selectProfilesAction
source: Select members
fr: Quels membres?

# profileToKeepAction
source: Members to keep
fr: Profile à garder

# addExternalMemberAction
source: Add external member
fr: Ajouter un membre externe

# externalMemberBlaming
source: When you want to add a profile for someone not currently using Tribu
fr: Pour assigner des tâches ou des dépenses à des personnes qui n'ont pas encore installé Tribu

# aFileIsLargerThanTheLimit
source: A file is larger than the {size}mb limit
fr: La taille d'un fichier dépasse la limite des {size}mo

# copyAction
source: Copy content
fr: Copier le contenu

# removeMessageAction
source: Remove for me
fr: Supprimer pour moi

# messageSelectedTitle
source: Message selected
fr: Message sélectionné

# eventDateVoteInProgress
source: Vote in progress
fr: Vote en cours

# pickInitialDate
source: Pick a date
fr: Choisir une date

# pickAdditionnalDate
source: Add alternative date
fr: Proposer une autre date

# stayEventTypeTitle
source: Stay
fr: Séjour

# stayEventTypeDescription
source: Event that last for a period of time
fr: Événement sur plusieurs jours

# punctualEventTypeTitle
source: Punctual
fr: Ponctuel

# punctualEventTypeDescription
source: Event that occur on a specific date
fr: Événement à un moment précis

# permanentEventTypeDescription
source: Recurring event or event that never expire
fr: Événement récurrent ou qui n'expire jamais

# pickInitialDateRange
source: Pick a date range
fr: Choisir une période

# pickAdditionnalDateRange
source: Add alternative range
fr: Proposer une autre période

# newEventAction
source: Add an event
fr: Ajouter un événement

# dateProposalsPageTitle
source: Date proposals
fr: Propositions de dates

# closeAction
source: Close
fr: Fermer

# defaultPermanentEventName
source: Daily routine
fr: Vie quotidienne

# editEventAction
source: Edit Event
fr: Modifier l'événement

# deleteEventAction
source: Delete Event
fr: Supprimer l'événement

# manageToolsAction
source: Manage tools
fr: Gérer les outils

# eventInvitationTitle
source: You are invited to this event!
fr: Tu es invité à cet événement !

# eventInvitationDeclinedTitle
source: You won't attend to this event
fr: Tu ne participeras pas à cet événement

source: Will you attend?
fr: Participeras-tu ?

# toolsLengthText
source: With {toolLength} tools
fr: Avec {toolLength} outils

# dateProposalPageDescription
source: Vote for the best suited dates for you and when you are ready click a date to select it
fr: Vote pour les dates où tu es disponible Une fois le vote effectué, clique sur la date choisie

# attendeesPresencePageTitle
source: Attendees presence confirmed
fr: Participants confirmés

# eventsPageTitle
source: Events
fr: Événements

# titlePlaceholder
source: Title
fr: Titre

# attendeesPlaceholder
source: Attendees
fr: Participants

# confirmChangesAction
source: Confirm changes
fr: Confirmer les modifications

# viewAllProfilesAction
source: View all profiles
fr: Voir tous les profiles

# unmergeConfirmationAction
source: Do you want to unmerged this profile?
fr: Souhaites-tu défusionner ce profile?

# unArchiveProfileConfirmationAction
source: Do you want to restore this profile?
fr: Souhaites-tu restorer ce profile?
